SUBCATEGORIES = {'메이크업': ['프로필/증명사진', '면접/취업', '데일리', '웨딩/하객', '화보/촬영', '공연/행사', '컨셉/특수'],
 '헤어': ['커트', '컬러', '펌', '모발 클리닉', '두피 케어', '드라이'],
 '네일아트': ['케어', '젤네일', '연장 (팁/폼)', '커스텀', '이달의 네일', '아트/파츠', '컨셉/이벤트', '제거/보강'],
 '포토': ['프로필/증명사진', '면접/취업 사진', '데일리 스냅', '웨딩 스냅', '화보 촬영', '행사/공연 촬영', '컨셉 촬영'],
 '웨딩': ['신부 메이크업', '신부 헤어', '혼주 스타일링', '하객 스타일링', '드레스 스타일링', '웨딩 스냅촬영'],
 '반영구시술': ['(속)눈썹', '눈썹', '아이라인', '입술', '두피/헤어라인', '리터치/보정']}


LEFT_OVERLAY_CATEGORIES = {'헤어': ['리뷰', '커뮤니티', '아티스트', '샵'],
 '네일아트': ['리뷰', '커뮤니티', '아티스트', '샵'],
 '포토': ['리뷰', '커뮤니티', '아티스트', '샵'],
 '웨딩': ['리뷰', '커뮤니티', '아티스트', '샵'],
 '반영구': ['리뷰', '커뮤니티', '아티스트', '샵'],
 '메이크업': ['리뷰', '커뮤니티', '아티스트', '샵']}


LEFT_OVERLAY_ICONS = {'헤어': 'CUT',
 '네일아트': 'BRUSH',
 '포토': 'CAMERA_ALT',
 '웨딩': 'FAVORITE',
 '반영구': 'AUTO_FIX_HIGH',
 '메이크업': 'FACE'}
